const JSONList = [
    { id: "2023", name: '初二历史第一次鸦片战争', describe: '题试卷，简答题，', file: "第一次鸦片战争.json" },
    { id: "2023", name: 'CAD快捷指令练习', describe: '题试卷，包含选择和简答题，', file: "cad.json" },
    { id: "2023", name: '单词的过去式', describe: '初一下册过去式练习', file: "过去式.json" },
    { id: "2022-1", name: '初一英语上1', describe: '题试卷，包含选择和简答题，', file: "初一英语上1.json" },
    { id: "2022-2", name: '初一英语上2', describe: '题试卷，包含选择和简答题，', file: "初一英语上2.json" },
    { id: "201610", name: '00896 电子商务概论 2016年10月题库', describe: '00896 电子商务概论 201610真题试卷，包含选择和简答题，不包含分析和材料题', file: "2016 10.json" },
    { id: "2017", name: '00896 电子商务概论 2017年题库 含解析', describe: '00896 电子商务概论 201704、201710真题试卷，包含选择和简答题，不包含分析和材料题', file: "2017.json" },
    { id: "2018", name: '00999 电子商务概论 2018年题库', describe: '00896 电子商务概论 201804、201810真题试卷，包含选择和简答题，不包含分析和材料题', file: "2018.json" },
    { id: "2019", name: '00888 电子商务概论 2018年题库', describe: '00888 电子商务概论 201888、201888真题试卷，包含选择和简答题，不包含分析和材料题', file: "2019.json" },
    { id: "2022", name: '测试年题库', describe: '题试卷，包含选择和简答题，', file: "20220908.json" },
    { id: "2023", name: '企业安全题库', describe: '题试卷，包含选择和简答题，', file: "危险性较高企业安全管理人员培训练习题.json" },
    { id: "2023", name: '企业安全题库(提高)', describe: '题试卷，包含选择和简答题，', file: "危险性较高企业安全管理人员培训练习题(提高).json" },
    
    
    
    
]



