[
    {
        "id": "202402251505218861",
        "title": " ★我国的国家性质和根本制度是什么？",
        "option": [],
        "answer": "（1）国家性质：中华人民共和国是工人阶级领导的、以工农联盟为基础的人民民主专政的社会主义国家。（2）根本制度：社会主义制度",
        "analysis": ""
    },
    {
        "id": "202402251505615738",
        "title": " ★为什么要坚持中国共产党的领导？",
        "option": [],
        "answer": "①中国共产党是中国工人阶级的先锋队，同时是中国人民和中华民族的先锋队。（中国共产党的性质）②全心全意为人民服务是党的根本宗旨。③党的最高理想和最终目标是实现共产主义。④中国共产党领导是中国特色社会主义最本质的特征，是中国特色社会主义制度的最大优势，是党和国家的根本所在、命脉所在，是全国各族人民的利益所系、命运所系。⑤党是最高政治领导力量。党政军民学，东西南北中，党是领导一切的。",
        "analysis": ""
    },
    {
        "id": "202402251505112404",
        "title": "★如何坚持中国共产党的领导？",
        "option": [],
        "answer": "必须坚决维护党中央权威和集中统一领导，健全总揽全局、协调各方的党的领导制度体系，把党的领导落实到党和国家事业各领域各方面各环节。",
        "analysis": ""
    },
    {
        "id": "202402251505457100",
        "title": "★中国共产党的根本组织原则？",
        "option": [],
        "answer": "民主集中制",
        "analysis": ""
    },
    {
        "id": "202402251505152381",
        "title": "★我国宪法的基本原则有哪些？",
        "option": [],
        "answer": "①国家的一切权力属于人民。②尊重和保障人权。【注意】我国的一切权力属于“人民”而不是“公民”。另外，我国宪法的基本原则不只书上这两条。",
        "analysis": ""
    },
    {
        "id": "202402251505827516",
        "title": "★宪法如何保障国家权力属于人民？",
        "option": [],
        "answer": "①宪法确认我国的国家性质，明确人民当家作主的地位。②宪法规定的社会主义经济制度奠定了国家权力属于人民的经济基础。（我国经济制度的基础是生产资料的社会主义公有制。这一制度保证人民成为生产资料的所有者，成为国家的主人。）③宪法规定的社会主义政治制度明确了人民行使国家权力的基本途径和形式。（广大人民通过人民代表大会行使国家权力，通过各种途径和形式，管理国家事务，管理经济和文化事业，管理社会事务）④宪法规定广泛的公民基本权利，并规定实现公民基本权利的保障措施。⑤宪法还规定国家武装力量属于人民。（它的任务是巩固国防，抵抗侵略，保卫祖国，保卫人民的和平劳动，参加国家建设事业，努力为人民服务。）",
        "analysis": ""
    },
    {
        "id": "202402251505770495",
        "title": "★为什么要尊重和保障人权？",
        "option": [],
        "answer": "①尊重和保障人权是我国宪法的基本原则。②尊重和保障人权是立法活动的基本要求。",
        "analysis": ""
    },
    {
        "id": "202402251505661286",
        "title": "★国家如何做到尊重和保障人权？",
        "option": [],
        "answer": "总述：它要求各级国家机关树立尊重和保障人权的理念，加强人权法治保障，保证人民依法享有广泛权利和自由。①我国宪法规定了公民享有的广泛的基本权利，法律进一步明确了公民享有的各项具体权利，规定了侵害权利的法律责任。（立法方面）②行政机关在执法过程中应当树立尊重和保障人权的意识，做到严格规范公正文明执法，坚持依宪施政、依法行政、简政放权。（执法方面）③监察机关依照法律规定独立行使监察权，加强对所有行使公权力的公职人员的监督，保护公民的各项合法权益。（监察方面）④审判机关、检察机关要依照宪法和法律的规定分别独立行使审判权、检察权，保护公民的各项合法权益。（司法方面）⑤国家加强法治宣传教育，弘扬社会主义法治精神，建设社会主义法治文化，增强全民法治观念，形成全民守法的氛围和习惯，努力将人权理想变成现实。（普法方面）【注意】简答题中材料如果出现“脱贫、精准扶贫”之类的材料，经常会问体现我国哪一宪法原则？要答“尊重和保障人权”。",
        "analysis": ""
    },
    {
        "id": "202402251505886936",
        "title": "★我国的国家机构是怎样产生的？",
        "option": [],
        "answer": "①全国人民代表大会和地方各级人民代表大会都由民主选举产生，对人民负责，受人民监督；（人民和人民代表大会的关系）②国家行政机关、监察机关、审判机关、检察机关都由人民代表大会产生，对它负责，受它监督。（人民代表大会和其他国家机关的关系）",
        "analysis": ""
    },
    {
        "id": "202402251505675581",
        "title": "★我国的国家机关？",
        "option": [],
        "answer": "1、权力机关：人民代表大会 最高权力机关：全国人民代表大会2、行政机关：人民政府 最高行政机关：国务院3、监察机关：监察委员会最高监察机关：国家监察委员会4、审判机关：人民法院 最高审判机关：最高人民法院5、检察机关/法律监督机关：人民检察院 最高检察机关：最高人民检察院6、司法机关：人民法院和人民检察院7、立法机关：全国人民代表大会及其常务委员会  最高立法机关：全国人民代表大会【注意】监察机关和检察机关要注意区分，监察机关有监察权，检察机关有检察权。另外注意，最高监察机关“国家监察委员会”不是以“最高”、“全国”开头，而是“国家”。",
        "analysis": ""
    },
    {
        "id": "202402251505483693",
        "title": "★宪法与国家机构的关系是怎样的？",
        "option": [],
        "answer": "①宪法通过设置国家机构，授予国家机构特定职权，明确国家机构的组成、任期、工作方式等内容，使得国家权力的运行稳定有序。②国家机构依据宪法行使权力，以实现和维护人民的根本利益。【注意】如果简答题问“宪法是如何设置国家机构的”，就把笔记1、笔记2再加上这句：宪法第三条规定：“中华人民共和国的国家机构实行民主集中制的原则。”",
        "analysis": ""
    },
    {
        "id": "202402251505540661",
        "title": "★我国的国家机构实行的原则及主要体现？",
        "option": [],
        "answer": "（1）原则：民主集中制（2）我国国家机构贯彻民主集中制原则主要体现为：①在国家机构与人民的关系方面，国家权力来自人民，由人民选举产生国家权力机关，国家权力机关在国家机构中居于主导地位；②在中央与地方国家机构的关系方面，中央和地方的国家机构职权的划分，遵循在中央的统一领导下，充分发挥地方的主动性、积极性的原则；③在国家机关内部作出决策、决定时，实行民主集中制。",
        "analysis": ""
    },
    {
        "id": "202402251505505126",
        "title": "★为什么要规范权力运行？",
        "option": [],
        "answer": "①权力是把双刃剑，运用得好，可以造福于民；如果被滥用，则会滋生腐败，贻害无穷。必须加强对权力运行的制约和监督，让人民监督权力，让权力在阳光下运行，把权力关进制度的笼子。②规范国家权力运行以保障公民权利，这是宪法的核心价值追求。③只有依法规范权力运行，才能保证人民赋予的权力始终用来为人民谋利益。",
        "analysis": ""
    },
    {
        "id": "202402251505851145",
        "title": "★宪法是如何规范权力运行的？（国家机关工作人员应该如何正确行使职权？）",
        "option": [],
        "answer": "①国家权力必须在宪法和法律限定的范围内行使。国家机关行使权力应当有法律依据，不能超越权限行使权力，也不能滥用权力。②对国家机关及其工作人员来说，权力就是责任，责任就要担当，必须依法行使权力、履行职责，不得懈怠、推诿。③国家权力必须严格按照法定的途径和方式行使。④国家权力的行使不能任性，法定职责必须为，法无授权不可为。",
        "analysis": ""
    },
    {
        "id": "202402251505859036",
        "title": "★我国宪法的地位？",
        "option": [],
        "answer": "①我国宪法是党的主张和人民意志的统一，是治国安邦的总章程。②宪法具有至高无上的权威。③宪法是一切组织和个人的根本活动准则。④宪法是国家的根本法，在国家法律体系中具有最高的法律地位、法律权威和法律效力。⑤宪法是国家法制统一的基础。",
        "analysis": ""
    },
    {
        "id": "202402251505579628",
        "title": "★为什么说宪法是国家的根本法？（宪法和其他法律的区别）",
        "option": [],
        "answer": "①宪法所规定的内容是国家生活中带有全局性、根本性的问题，而其他法律所规定的内容通常只是国家生活中的一般性问题。②宪法具有最高的法律效力。宪法是其他法律的立法基础和立法依据，其他法律是根据宪法制定的。③宪法的制定和修改程序比其他法律更加严格。（意义：一方面使得宪法的内容具有更广泛的民意基础，另一方面可保障宪法的长期稳定性，使国家长治久安，社会健康发展。）【注意】不能说宪法是其他（所有）法律的总和。",
        "analysis": ""
    },
    {
        "id": "202402251505367223",
        "title": "★为什么说“宪法是国家法制统一的基础”？（宪法和其他法律的联系）",
        "option": [],
        "answer": "①全面依法治国，保障宪法实施，必须完善以宪法为核心的中国特色社会主义法律体系。②宪法的规定具有原则性的特点，各种法律制度是对宪法规定的具体落实。③宪法是对公民基本权利的根本确认和保障，其他法律也对公民基本权利的实现具有不可替代的作用。",
        "analysis": ""
    },
    {
        "id": "202402251505186770",
        "title": "★为什么要增强宪法意识？",
        "option": [],
        "answer": "①加强宪法监督，既需要完备的制度措施，更需要人们增强宪法意识。②宪法与我们每个人息息相关，我们的一生都离不开宪法的保护。",
        "analysis": ""
    },
    {
        "id": "202402251505965708",
        "title": "★如何增强宪法意识？",
        "option": [],
        "answer": "（1）国家：设立国家宪法日、建立宪法宣誓制度等。（2）公民：我们要增强宪法意识（思想上），热爱宪法，捍卫宪法。（行动上）①学习宪法。我们不仅要了解我国宪法产生和发展的历程，还要在理解我国宪法主要内容的基础上，着重领会我国宪法的原则和精神。同时，还应积极参与宪法宣传活动。②认同宪法。我们要理解并认同宪法的价值，增强对宪法的信服和尊崇，自觉接受宪法的指引与要求，让宪法真正铭刻于心。③践行宪法。我们要严格遵守宪法和法律规定，学会运用宪法精神来分析和解决学习和生活中的实际问题；坚决维护宪法的权威，自觉抵制各种妨碍宪法实施、损害宪法尊严的行为。",
        "analysis": ""
    },
    {
        "id": "202402251505505122",
        "title": "我国公民享政治权利的★重要性",
        "option": [],
        "answer": "选举权和被选举权是公民的一项基本政治权利，行使这项权利是公民参与管理国家和管理社会的基础。",
        "analysis": ""
    },
    {
        "id": "202402251505587924",
        "title": "我国公民享有哪些政治权利★我国公民享有监督权",
        "option": [],
        "answer": "①内容：我国公民对于任何国家机关和国家工作人员，有提出批评和建议的权利；对于任何国家机关和国家工作人员的违法失职行为，有向有关国家机关提出申诉、控告或者检举的权利，但是不得捏造或者歪曲事实进行诬告陷害。②重要性：有助于国家机关和国家工作人员依法行使权力，全心全意为人民服务。【注意】监督权包括批评权、建议权、申诉权、控告权、检举权。另外，“扩大权利”说法错误，如：不能说“网络问政扩大公民民主权利范围”，可以说“拓宽了公民行使监督权的渠道”。",
        "analysis": ""
    },
    {
        "id": "202402251505479526",
        "title": "人身自由★重要性",
        "option": [],
        "answer": "人身自由是公民最基本、最重要的权利，只有在人身自由得到保障的前提下，公民才能独立、自由、有尊严地生活。",
        "analysis": ""
    },
    {
        "id": "202402251505807529",
        "title": "人格尊严不受侵犯★内容",
        "option": [],
        "answer": "公民的人格尊严权包括名誉权、荣誉权、肖像权、姓名权、 隐私权等。",
        "analysis": ""
    },
    {
        "id": "202402251505556028",
        "title": "我国公民的社会经济与文化教育权利包括哪些？★受教育权",
        "option": [],
        "answer": "①含义：公民有按照其能力平等地从国家获得接受教育的机会，并获得相应物质保障的权利。②重要性：教育为个人人生幸福奠定基础，为人类文明传递薪火，成就民族和国家的未来。③保障措施：国家实行义务教育制度，保障所有适龄儿童、少年接受义务教育。国家制定资助政策，不让一个学生因家庭经济困难而失学，努力让每个孩子都能享有公平而有质量的教育。",
        "analysis": ""
    },
    {
        "id": "202402251505143826",
        "title": "★公民应如何依法行使权利？",
        "option": [],
        "answer": "①任何权利都是有范围的。公民行使权利不能超越它本身的界限，不能滥用权利。②公民在行使自由和权利的时候，不得损害国家的、社会的、集体的利益和其他公民的合法的自由和权利。③公民行使权利应依照法定程序，按照规定的活动方式、步骤和过程进行。④公民权利受到损害，要依照法定程序维护权利。",
        "analysis": ""
    },
    {
        "id": "202402251505235024",
        "title": "★公民维护权利的方式有哪些？",
        "option": [],
        "answer": "和解、调解、仲裁和诉讼等",
        "analysis": ""
    },
    {
        "id": "202402251505412292",
        "title": "★公民维护权利的方式有哪些？★诉讼",
        "option": [],
        "answer": "（1）含义：诉讼是通过人民法院解决纠纷的方式。（2）实施方法：公民可以依法向人民法院起诉，维护自身权益。（3）适用情形：①公民遇到人身关系或财产关系的争议，可以向人民法院提起民事诉讼；②公民对于某些侵犯自己人身、财产权利的行为，可以向人民法院提起刑事自诉；③公民认为行政机关的行政行为侵犯了自己的权益，可以向人民法院提起行政诉讼。",
        "analysis": ""
    },
    {
        "id": "202402251505588101",
        "title": "★公民应如何遵守宪法和法律？①忠于宪法，维护宪法尊严，保障宪法实施。②认识到法律既是保障自身权利的有力武器，也是必须遵守的行为规范。③我们要自觉做到尊法学法守法用法，共同营造守法光荣、违法可耻的社会氛围。④要自觉学习法律知识，了解法律程序规定，以法律来指导和约束自己的行为，做到依法办事。",
        "option": [],
        "answer": "",
        "analysis": ""
    },
    {
        "id": "202402251505191067",
        "title": "★维护国家利益的表现？",
        "option": [],
        "answer": "①维护国家统一和全国各民族团结。②维护国家安全、荣誉和利益",
        "analysis": ""
    },
    {
        "id": "202402251505860840",
        "title": "维护国家安全、荣誉和利益★重要性",
        "option": [],
        "answer": "维护国家安全、荣誉和利益是每个公民义不容辞的责任。",
        "analysis": ""
    },
    {
        "id": "202402251505522879",
        "title": "★依法纳税",
        "option": [],
        "answer": "（1）原因：税收是国家财政收入的主要来源，依法纳税是公民的一项基本义务。（2）违反后果：任何逃税、欠税、骗税、抗税的行为都是违法行为，情节严重、构成犯罪的要依法追究刑事责任。",
        "analysis": ""
    },
    {
        "id": "202402251505367354",
        "title": "★★权利与义务的关系？",
        "option": [],
        "answer": "①公民的权利与义务相互依存、相互促进。权利的实现需要义务的履行，义务的履行促进权利的实现。②公民既是合法权利的享有者，又是法定义务的承担者。③公民的某些权利同时也是义务。【特别提醒】劳动和受教育既是公民的基本权利，也是公民的基本义务。",
        "analysis": ""
    },
    {
        "id": "202402251505380895",
        "title": "★公民行使权利和履行义务的意义？",
        "option": [],
        "answer": "（1）行使权利：公民权利的充分实现，可以激发公民的主人翁意识，调动其履行义务的积极性和主动性，自觉承担对国家和社会的责任。（2）履行义务：公民自觉履行义务，促进国家发展和社会进步，又为其权利的实现提供和创造更好的条件。",
        "analysis": ""
    },
    {
        "id": "202402251505929451",
        "title": "★★如何正确处理权利与义务的关系？",
        "option": [],
        "answer": "①坚持权利和义务相统一，任何公民既不能只享受权利而不承担义务，也不应只承担义务而不享受权利。②我们不仅要增强权利意识，依法行使权利，而且要增强义务观念，自觉履行法定义务。",
        "analysis": ""
    },
    {
        "id": "202402251505959720",
        "title": "★为什么要履行法定义务？",
        "option": [],
        "answer": "①法定义务是由我国宪法和法律规定的，具有强制性。②自觉履行法定义务，是公民不可推卸的责任。",
        "analysis": ""
    },
    {
        "id": "202402251505743362",
        "title": "★如何履行法定义务？",
        "option": [],
        "answer": "①法律要求做的必须去做。②法律禁止做的坚决不做。",
        "analysis": ""
    },
    {
        "id": "20240225150538393",
        "title": "★人民代表大会制度的地位和基本内容？",
        "option": [],
        "answer": "（1）地位：人民代表大会制度是我国的根本政治制度。（2）基本内容：①国家的一切权力属于人民；②人民通过民主选举选出代表，组成各级人民代表大会作为国家权力机关；③由人民代表大会产生国家行政机关、监察机关、审判机关、检察机关，这些国家机关依法行使各自的职权，并对人民代表大会负责，受人民代表大会监督；④实行民主集中制，重大问题经人民代表大会充分讨论，遵循少数服从多数原则，民主决定。",
        "analysis": ""
    },
    {
        "id": "202402251505240333",
        "title": "★人大代表的权利（职权）是什么？",
        "option": [],
        "answer": "审议各项议案和报告、表决各项决定、提出议案和质询案。（即：审议权、表决权、提案权、质询权）【特别提醒】人大代表的职权：审议权、表决权、提案权、质询权人民代表大会的职权：立法权、决定权、任免权、监督权",
        "analysis": ""
    },
    {
        "id": "202402251505899270",
        "title": "★人大代表的义务是什么？（人大代表与人民的关系）",
        "option": [],
        "answer": "人大代表必须与人民群众保持密切联系，听取和反映人民群众的意见和要求，努力为人民服务，对人民负责，并接受人民监督。",
        "analysis": ""
    },
    {
        "id": "202402251505778978",
        "title": "★如何坚持和完善人民代表大会制度？",
        "option": [],
        "answer": "①必须毫不动摇坚持中国共产党的领导，依据人民代表大会制度，使党的主张通过法定程序成为国家意志；②必须保证和发展人民当家作主，支持和保证人民通过人民代表大会行使国家权力，扩大人民民主，健全民主制度，丰富民主形式，拓宽民主渠道；③必须全面推进依法治国，通过人民代表大会制度，弘扬社会主义法治精神，实现国家各项工作法治化；④必须坚持民主集中制，人民代表大会统一行使国家权力，国家机关既有合理分工又有相互协调，保证国家统一高效组织推进各项事业。",
        "analysis": ""
    },
    {
        "id": "202402251505441009",
        "title": "★我国的基本政治制度有哪些？",
        "option": [],
        "answer": "①中国共产党领导的多党合作和政治协商制度。②民族区域自治制度。③基层群众自治制度。",
        "analysis": ""
    },
    {
        "id": "202402251505533363",
        "title": "★我国的政党制度是什么？地位？",
        "option": [],
        "answer": "中国共产党领导的多党合作和政治协商制度是我国一项基本政治制度。",
        "analysis": ""
    },
    {
        "id": "202402251505287659",
        "title": "★中国共产党同各民主党派实行的基本方针是什么？",
        "option": [],
        "answer": "长期共存、互相监督、肝胆相照、荣辱与共。",
        "analysis": ""
    },
    {
        "id": "202402251505190047",
        "title": "★中国人民政治协商会议",
        "option": [],
        "answer": "（1）性质：中国人民政治协商会议，简称人民政协，是中国共产党领导的多党合作和政治协商的重要机构，是中国人民爱国统一战线组织。（2）主题：团结和民主。（3）职能：政治协商、民主监督和参政议政。【特别提醒】人民政协不是国家机关。",
        "analysis": ""
    },
    {
        "id": "202402251505685120",
        "title": "★坚持中国共产党领导的多党合作和政治协商制度的意义？（我国政党制度的优越性）",
        "option": [],
        "answer": "①中国共产党领导的多党合作和政治协商制度，是发扬社会主义民主的重要形式。②有利于反映民意，集中民智，促进科学民主决策；③有利于协调关系，化解矛盾，维护社会稳定和谐；④有利于凝聚人心，反对分裂，推进祖国和平统一大业。",
        "analysis": ""
    },
    {
        "id": "202402251505212017",
        "title": "民族区域自治制度★地位？",
        "option": [],
        "answer": "民族区域自治制度是我国的一项基本政治制度。",
        "analysis": ""
    },
    {
        "id": "202402251505736229",
        "title": "★实行民族区域自治制度的意义？",
        "option": [],
        "answer": "①有利于把国家的集中、统一与各民族的自主、平等结合起来。②有利于把国家的法律、政策与民族自治地方的具体实际、特殊情况结合起来。③有利于把各族人民热爱祖国的感情与热爱自己民族的感情结合起来。④实践证明，民族区域自治制度符合我国国情，在维护国家统一、领土完整，在加强民族平等团结、促进民族地区发展、增强中华民族凝聚力等方面都起到了重要作用。",
        "analysis": ""
    },
    {
        "id": "202402251505233357",
        "title": "基层群众自治制度★组织形式",
        "option": [],
        "answer": "城市的居民委员会和农村的村民委员会",
        "analysis": ""
    },
    {
        "id": "202402251505119001",
        "title": "★实行基层群众自治制度的意义？",
        "option": [],
        "answer": "实行城市居民自治和农村村民自治，健全基层党组织领导的基层群众自治机制，有利于人民群众直接行使民主权利，管理基层公共事务和公益事业，推动社会主义民主建设，促进社会和谐稳定。",
        "analysis": ""
    },
    {
        "id": "20240225150571733",
        "title": "★我国的基本经济制度是什么？确立依据是？",
        "option": [],
        "answer": "（1）内容：①公有制为主体、多种所有制经济共同发展。②按劳分配为主体、多种分配方式并存。③社会主义市场经济体制。（2）依据：我国正处于社会主义初级阶段。（我国的基本国情）",
        "analysis": ""
    },
    {
        "id": "202402251505671260",
        "title": "★公有制经济包括哪些？",
        "option": [],
        "answer": "（1）国有经济。①地位：国有经济是国民经济的主导力量。②含义：国有经济的生产资料属于全体人民共同所有。（2）集体经济。含义：集体经济的生产资料属于一部分劳动者共同所有。（3）混合所有制经济中的国有成分和集体成分",
        "analysis": ""
    },
    {
        "id": "202402251505541937",
        "title": "★非公有制经济包括哪些？",
        "option": [],
        "answer": "个体经济、私营经济、港澳台投资经济、外商投资经济等。",
        "analysis": ""
    },
    {
        "id": "202402251505748445",
        "title": "★为什么要坚持公有制为主体、多种所有制经济共同发展？",
        "option": [],
        "answer": "①在我国，公有制经济与非公有制经济都是社会主义市场经济的重要组成部分，都是我国经济社会发展的重要基础。（地位）②坚持公有制为主体、多种所有制经济共同发展，促进了生产力的发展、综合国力的增强和人民生活水平的提高，为人民当家作主奠定了坚实的物质基础。（作用）",
        "analysis": ""
    },
    {
        "id": "202402251505297614",
        "title": "★对于公有制和非公有制经济，我国的国家政策？",
        "option": [],
        "answer": "必须毫不动摇巩固和发展公有制经济，毫不动摇鼓励、支持、引导非公有制经济发展。",
        "analysis": ""
    },
    {
        "id": "202402251505637428",
        "title": "★市场经济中，市场是如何配置资源的？",
        "option": [],
        "answer": "①在市场经济中，生产什么、如何生产、生产多少，主要是通过价格、供求、竞争等机制来调节。②市场机制就像一只“看不见的手”，在资源配置中起决定性作用。【老师说明】市场在资源配置中起决定性作用，不是政府（国家宏观调控）。",
        "analysis": ""
    },
    {
        "id": "202402251505742409",
        "title": "★我国社会主义市场经济体制的优越性？",
        "option": [],
        "answer": "我国社会主义市场经济体制把社会主义制度和市场经济有机结合起来，充分发挥市场在资源配置中的决定性作用，更好发挥政府作用，进行科学宏观调控，激发各类市场主体的活力，为人民对美好生活的需求提供保障。",
        "analysis": ""
    },
    {
        "id": "202402251505988023",
        "title": "★全国人民代表大会",
        "option": [],
        "answer": "（1）性质：最高国家权力机关（2）地位：代表全国人民统一行使国家权力，在整个国家机关体系中居于最高地位。",
        "analysis": ""
    },
    {
        "id": "202402251505385782",
        "title": "★人民代表大会的职权有哪些？",
        "option": [],
        "answer": "（1）立法权。①★全国人大及其常委会行使国家立法权。②省、自治区、直辖市以及设区的市、自治州的人大及其常委会根据本行政区域的具体情况和实际需要，依据宪法和法律行使地方立法权。（2）决定权。各级人大和县级以上各级人大常委会依据宪法和法律行使重大事项决定权。（3）任免权。各级人大和县级以上各级人大常委会依据宪法和法律享有对相关国家机关领导人员及其他组成人员进行选举、决定、罢免的权力。（4）监督权。全国人民代表大会及其常委会有权监督宪法和法律的实施，县级以上人大及其常委会有权监督本级国家行政机关、监察机关、审判机关、检察机关的工作。【老师说明】四种职权的区分关键看内容，而不是看文字表述中有没有“决定”两个字立法权：法律的确立、修改、废除。决定权：国家大政方针、重大事项、规划的通过。任免权：国家机关干部的选举、任命、罢免。监督权：监督宪法和法律的实施，监督本级其他国家机关的工作。如：听取和审议政府工作报告。注意！审议通过上年度的工作报告（决算报告）是监督权，批准本年度的工作报告（预算报告）是决定权。决定权是将要执行，监督权是针对已做完的工作。",
        "analysis": ""
    },
    {
        "id": "202402251505186821",
        "title": "★国家主席的性质（地位）",
        "option": [],
        "answer": "①（是）代表中华人民共和国的国家机关。②是中华人民共和国的国家元首，代表中华人民共和国行使宪法赋予的职权。",
        "analysis": ""
    },
    {
        "id": "202402251505184151",
        "title": "★国家主席的职权有哪些？",
        "option": [],
        "answer": "①公布法律、发布命令。②任免权。③外事权。④授予荣誉权",
        "analysis": ""
    },
    {
        "id": "202402251505368167",
        "title": "★国家行政机关与国家权力机关的关系？",
        "option": [],
        "answer": "①国家行政机关是国家权力机关的执行机关，负责贯彻执行国家权力机关通过的有关法律、决议和决定。②各级人民政府对本级人民代表大会负责并报告工作；县级以上各级人民政府在本级人民代表大会闭会期间，对本级人大常委会负责并报告工作。",
        "analysis": ""
    },
    {
        "id": "202402251505754942",
        "title": "★行政机关为什么要为人民服务？（行政机关与人民的关系）",
        "option": [],
        "answer": "①人民是国家的主人，行政机关的权力来自人民，是人民授予的。②行政机关必须全心全意为人民服务，努力建设人民满意的服务型政府。",
        "analysis": ""
    },
    {
        "id": "202402251505391919",
        "title": "★国务院的地位？",
        "option": [],
        "answer": "国务院，即中央人民政府，是我国最高行政机关，统一领导地方各级人民政府。",
        "analysis": ""
    },
    {
        "id": "202402251505554628",
        "title": "★行政机关应如何行使职权？（行政机关依法行政的要求）",
        "option": [],
        "answer": "①行政机关必须依法行政。行政机关享有哪些职权，具体如何行使职权，都必须严格遵照宪法和法律。②行政机关要坚持法定职责必须为、法无授权不可为，勇于负责、敢于担当，坚决纠正不作为、乱作为，坚决克服懒政、怠政。【老师说明】这个笔记如果想加第三点，可以写“加强对行政权的监督和制约”",
        "analysis": ""
    },
    {
        "id": "202402251505698427",
        "title": "★监察委员会的监察对象（监察范围）",
        "option": [],
        "answer": "监察委员会对所有行使公权力的公职人员进行监察，实现国家监察全面覆盖",
        "analysis": ""
    },
    {
        "id": "202402251505509266",
        "title": "★监察机关的职责",
        "option": [],
        "answer": "（1）监督职责。①地位：监督是监察委员会的首要职责。②内容：监察委员会依照宪法、监察法和有关法律法规，监督所有公职人员行使公权力的行为。③作用：确保权力不被滥用、确保权力在阳光下运行，把权力关进制度的笼子。（2）调查职责。①地位：调查公职人员涉嫌职务违法和职务犯罪，是监察委员会的一项经常性工作。②作用：能有效地强化不敢腐的震慑，减少和遏制腐败行为的发生，维护宪法和法律尊严，保持公权力行使的廉洁性。（3）处置职责。（对不同对象的处置方式：①对有职务违法行为但情节较轻的公职人员，进行谈话提醒、批评教育、责令检查，或者予以诫勉；②对违法的公职人员依法作出警告、记过、记大过、降级、撤职、开除等政务处分决定；③对履行职责不力、失职失责的领导人员进行问责；④对涉嫌职务犯罪的，将调查结果移送人民检察院依法审查、提起公诉；⑤对监察对象所在单位廉政建设和履行职责存在的问题等提出监察建议。）",
        "analysis": ""
    },
    {
        "id": "202402251505891313",
        "title": "人民法院★性质",
        "option": [],
        "answer": "人民法院是国家的审判机关。",
        "analysis": ""
    },
    {
        "id": "20240225150535293",
        "title": "人民法院★工作原则（行使职权的要求）？",
        "option": [],
        "answer": "人民法院在司法活动中，必须坚持以事实为根据、以法律为准绳，依法独立公正行使审判权，不受行政机关、社会团体和个人的干涉。",
        "analysis": ""
    },
    {
        "id": "202402251505919410",
        "title": "人民检察院★性质？",
        "option": [],
        "answer": "人民检察院是国家的法律监督机关",
        "analysis": ""
    },
    {
        "id": "202402251505397917",
        "title": "人民检察院★工作原则（行使职权的要求）？",
        "option": [],
        "answer": "①人民检察院依照法律规定独立行使检察权，不受行政机关、社会团体和个人的干涉。②各级人民检察院的工作人员，必须忠实于事实真相，忠实于法律，忠实于社会主义事业，全心全意为人民服务。【老师说明】“公诉”是人民检察院的职权。",
        "analysis": ""
    }
]
