[
    {
        "id": "202402251505218861",
        "title": "★我国的国家性质和根本制度是什么？",
        "option": [],
        "answer": "（1）国家性质：中华人民共和国是工人阶级领导的、以工农联盟为基础的人民民主专政的社会主义国家。（2）根本制度：社会主义制度",
        "analysis": ""
    },
    {
        "id": "202402251505615738",
        "title": "★为什么要坚持中国共产党的领导？",
        "option": [],
        "answer": "①中国共产党是中国工人阶级的先锋队，同时是中国人民和中华民族的先锋队。（中国共产党的性质）②全心全意为人民服务是党的根本宗旨。③党的最高理想和最终目标是实现共产主义。④中国共产党领导是中国特色社会主义最本质的特征，是中国特色社会主义制度的最大优势，是党和国家的根本所在、命脉所在，是全国各族人民的利益所系、命运所系。⑤党是最高政治领导力量。党政军民学，东西南北中，党是领导一切的。",
        "analysis": ""
    },
    {
        "id": "202402251505112404",
        "title": "★如何坚持中国共产党的领导？",
        "option": [],
        "answer": "必须坚决维护党中央权威和集中统一领导，健全总揽全局、协调各方的党的领导制度体系，把党的领导落实到党和国家事业各领域各方面各环节。",
        "analysis": ""
    },
    {
        "id": "202402251505457100",
        "title": "★中国共产党的根本组织原则？",
        "option": [],
        "answer": "民主集中制",
        "analysis": "1"
    },
    {
        "id": "202402251505152381",
        "title": "★我国宪法的基本原则有哪些？",
        "option": [],
        "answer": "①国家的一切权力属于人民。②尊重和保障人权。【注意】我国的一切权力属于“人民”而不是“公民”。另外，我国宪法的基本原则不只书上这两条。",
        "analysis": ""
    },
    {
        "id": "202402251505827516",
        "title": "★宪法如何保障国家权力属于人民？",
        "option": [],
        "answer": "①宪法确认我国的国家性质，明确人民当家作主的地位。②宪法规定的社会主义经济制度奠定了国家权力属于人民的经济基础。（我国经济制度的基础是生产资料的社会主义公有制。这一制度保证人民成为生产资料的所有者，成为国家的主人。）③宪法规定的社会主义政治制度明确了人民行使国家权力的基本途径和形式。（广大人民通过人民代表大会行使国家权力，通过各种途径和形式，管理国家事务，管理经济和文化事业，管理社会事务）④宪法规定广泛的公民基本权利，并规定实现公民基本权利的保障措施。⑤宪法还规定国家武装力量属于人民。（它的任务是巩固国防，抵抗侵略，保卫祖国，保卫人民的和平劳动，参加国家建设事业，努力为人民服务。）",
        "analysis": ""
    },
    {
        "id": "202402251505770495",
        "title": "★为什么要尊重和保障人权？",
        "option": [],
        "answer": "①尊重和保障人权是我国宪法的基本原则。②尊重和保障人权是立法活动的基本要求。",
        "analysis": ""
    },
    {
        "id": "202402251505661286",
        "title": "★国家如何做到尊重和保障人权？",
        "option": [],
        "answer": "总述：它要求各级国家机关树立尊重和保障人权的理念，加强人权法治保障，保证人民依法享有广泛权利和自由。①我国宪法规定了公民享有的广泛的基本权利，法律进一步明确了公民享有的各项具体权利，规定了侵害权利的法律责任。（立法方面）②行政机关在执法过程中应当树立尊重和保障人权的意识，做到严格规范公正文明执法，坚持依宪施政、依法行政、简政放权。（执法方面）③监察机关依照法律规定独立行使监察权，加强对所有行使公权力的公职人员的监督，保护公民的各项合法权益。（监察方面）④审判机关、检察机关要依照宪法和法律的规定分别独立行使审判权、检察权，保护公民的各项合法权益。（司法方面）⑤国家加强法治宣传教育，弘扬社会主义法治精神，建设社会主义法治文化，增强全民法治观念，形成全民守法的氛围和习惯，努力将人权理想变成现实。（普法方面）【注意】简答题中材料如果出现“脱贫、精准扶贫”之类的材料，经常会问体现我国哪一宪法原则？要答“尊重和保障人权”。",
        "analysis": ""
    }
]
